export default [
  {
    title: '十二星座一辈子要爱上多少人?',
    content: [
      {
        name: '摩羯座',
        desc: '1个，一生只够爱一人！',
      },
      {
        name: '处女座',
        desc: '2个，2个就仿佛用尽了一生',
      },
      {
        name: '狮子座',
        desc: '3个，我们都没错只是不适合',
      },
      {
        name: '天秤座',
        desc: '3个，曾经相爱的我们',
      },
      {
        name: '天蝎座',
        desc: '4个，尝尽了爱情的苦',
      },
      {
        name: '白羊座',
        desc: '5个，爱我的和我爱的反复错过',
      },
      {
        name: '金牛座',
        desc: '5个，慢慢就学聪明了',
      },
      {
        name: '水瓶座',
        desc: '6个，那时年轻不懂爱',
      },
      {
        name: '射手座',
        desc: '7个，有那么多吗？自己都不记得了',
      },
      {
        name: '巨蟹座',
        desc: '7个，为什么受伤的总是我？',
      },
      {
        name: '双鱼座',
        desc: '10个，多情不是我的错，都是魅力惹的祸',
      },
      {
        name: '双子座',
        desc: 'X个，爱情来得太快就像龙卷风',
      },
    ],
  },
  {
    title: '在2022年里12星座什么运最旺?',
    content: [
      {
        name: '白羊座',
        desc: '旅行运',
      },
      {
        name: '金牛座',
        desc: '社交运',
      },
      {
        name: '双子座',
        desc: '财运',
      },
      {
        name: '巨蟹座',
        desc: '生活运',
      },
      {
        name: '狮子座',
        desc: '行动运',
      },
      {
        name: '处女座',
        desc: '学习运',
      },
      {
        name: '天秤座',
        desc: '事业运',
      },
      {
        name: '天蝎座',
        desc: '能力运',
      },
      {
        name: '射手座',
        desc: '财运',
      },
      {
        name: '摩羯座',
        desc: '婚姻运',
      },
      {
        name: '水瓶座',
        desc: '工作运、健康运',
      },
      {
        name: '双鱼座',
        desc: '家庭运、爱情运',
      },
    ],
  },
  {
    title: '十二星座的花心排行榜?',
    content: [
      {
        name: '射手座',
        desc: '97分',
      },
      {
        name: '双子座',
        desc: '95分',
      },
      {
        name: '双鱼座',
        desc: '94分',
      },
      {
        name: '水瓶座',
        desc: '90分',
      },
      {
        name: '天秤座',
        desc: '85分',
      },
      {
        name: '白羊座',
        desc: '78分',
      },
      {
        name: '狮子座',
        desc: '69分',
      },
      {
        name: '巨蟹座',
        desc: '55分',
      },
      {
        name: '摩羯座',
        desc: '45分',
      },
      {
        name: '金牛座',
        desc: '43分',
      },
      {
        name: '处女座',
        desc: '40分',
      },
      {
        name: '天蝎座',
        desc: '33分',
      },
    ],
  },
  {
    title: '十二星座男生谁对情人抠门?',
    content: [
      {
        name: '双鱼座',
        desc: '能不花钱就不花',
      },
      {
        name: '处女座',
        desc: '不该花的还是省',
      },
      {
        name: '双子座',
        desc: '不想当冤大头',
      },
      {
        name: '射手座',
        desc: '你大方他就跟着大方',
      },
      {
        name: '狮子座',
        desc: '依恋爱时期而区分',
      },
      {
        name: '巨蟹座',
        desc: '照顾你生活所需',
      },
      {
        name: '天蝎座',
        desc: '依存款指数决定大方程度',
      },
      {
        name: '天秤座',
        desc: '对朋友情人一视同仁该花就花',
      },
      {
        name: '金牛座',
        desc: '能给想给的都很大方',
      },
      {
        name: '水瓶座',
        desc: '随着重要性放松抠的指数',
      },
      {
        name: '摩羯座',
        desc: '情人要给的就尽量给',
      },
      {
        name: '白羊座',
        desc: '疼你所以为你付出金钱',
      },
    ],
  },
];
